PythonFOAM/TurbulenceModel_Examples/PysimpleFoam/periodic_hill/0/TauDNS
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.1.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volSymmTensorField;
    location    "0";
    object      TauDNS;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   nonuniform List<symmTensor> 
14751
(
(9.014391774613624182e-07 1.808909059140987143e-08 0.000000000000000000e+00 2.127254482978021609e-09 0.000000000000000000e+00 2.644919592681291997e-07)
(9.016582421762829260e-07 1.837431912747539673e-08 0.000000000000000000e+00 2.169882464293473686e-09 0.000000000000000000e+00 2.685056361945959320e-07)
(9.020984607663712008e-07 1.866721545040143176e-08 0.000000000000000000e+00 2.212430028390178635e-09 0.000000000000000000e+00 2.726565702119237849e-07)
(9.019523979181834101e-07 1.893553226279059016e-08 0.000000000000000000e+00 2.242827911242706722e-09 0.000000000000000000e+00 2.764476200212582634e-07)
(9.013882473466556391e-07 1.916060177034741546e-08 0.000000000000000000e+00 2.268080999357503380e-09 0.000000000000000000e+00 2.799253315963002329e-07)
(9.010003200397667451e-07 1.939600173595136648e-08 0.000000000000000000e+00 2.301730737333309561e-09 0.000000000000000000e+00 2.833804972819689996e-07)
(9.014029638096386791e-07 1.968335457210097026e-08 0.000000000000000000e+00 2.355272280412562636e-09 0.000000000000000000e+00 2.871340816705795051e-07)
(9.023115996683874134e-07 1.995687183262365607e-08 0.000000000000000000e+00 2.416451980811268548e-09 0.000000000000000000e+00 2.908864834617427860e-07)
...
)
;

boundaryField
{
    bottomWall
    {
        type            zeroGradient;
    }
    defaultFaces
    {
        type            empty;
    }
    inlet
    {
        type            cyclic;
    }
    outlet
    {
        type            cyclic;
    }
    topWall
    {
        type            zeroGradient;
    }
}