PythonFOAM/TurbulenceModel_Examples/PysimpleFoam/periodic_hill/system/fvOptions
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      fvOptions;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

momentumSource
{
    type            meanVelocityForce;
    active          on;            //on/off switch

    meanVelocityForceCoeffs
    {
        fields  (U);
        Ubar        (0.020188 0 0 );
        selectionMode   all;       //cellSet // points //cellZone
    }
}


// ************************************************************************* //
